export const coreCardItem = [
  {
    title: "사용자 중심 프론트엔드 구현",
    img: "/images/core1.png",
    fade: 500,
    description:
      "Figma 기반의 화면 설계, 직관적인 UI 컴포넌트 디자인, 그리고 기존 시스템의 복잡한 UI를 단순화하여 사용자 접근성과 편의성을 20% 향상시킨 경험은 사용자 요구사항을 깊이 이해하고 실제 제품에 반영하는 강인님의 능력을 명확히 보여줍니다. 다양한 디바이스 환경에서 최적화된 반응형 UI 구현과 일관된 사용자 경험 제공에 뛰어납니다.",
  },
  {
    title: "성능 및 품질 최적화",
    img: "/images/core1.png",
    fade: 1000,
    description:
      "Figma 기반의 화면 설계, 직관적인 UI 컴포넌트 디자인, 그리고 기존 시스템의 복잡한 UI를 단순화하여 사용자 접근성과 편의성을 20% 향상시킨 경험은 사용자 요구사항을 깊이 이해하고 실제 제품에 반영하는 강인님의 능력을 명확히 보여줍니다. 다양한 디바이스 환경에서 최적화된 반응형 UI 구현과 일관된 사용자 경험 제공에 뛰어납니다.",
  },
  {
    title: "효율적 협업 및 커뮤니케이션",
    img: "/images/core1.png",
    fade: 1500,
    description:
      "Figma 기반의 화면 설계, 직관적인 UI 컴포넌트 디자인, 그리고 기존 시스템의 복잡한 UI를 단순화하여 사용자 접근성과 편의성을 20% 향상시킨 경험은 사용자 요구사항을 깊이 이해하고 실제 제품에 반영하는 강인님의 능력을 명확히 보여줍니다. 다양한 디바이스 환경에서 최적화된 반응형 UI 구현과 일관된 사용자 경험 제공에 뛰어납니다.",
  },
];
