// 자격 정보를 담은 데이터

export const QualificationData = [
  {
    id: 1, // 각 항목을 구분할 고유 ID (선택 사항이지만 React list에선 'key'로 사용 권장)
    date: "2024.04 ~ 2024.04",
    title: "정보처리기사",
    description: "한국산업인력공단",
    details: [
      "정보 시스템 개발 및 관리, 데이터베이스 활용 등 IT 전반의 핵심 지식 및 실무 역량 보유",
      "소프트웨어 생명 주기 전반에 대한 이해를 바탕으로 효율적인 개발 및 유지보수 능력 확보",
      "프로그래밍 언어(C, Java, Python 등) 및 SQL을 활용한 문제 해결 능력 검증",
    ],
  },
  {
    id: 2, // 각 항목을 구분할 고유 ID (선택 사항이지만 React list에선 'key'로 사용 권장)
    date: "2024.04 ~ 2024.04",
    title: "컴퓨터활용능력 2급",
    description: "대한상공회의소",
    details: [
      "문서 작성 및 스프레드시트(Excel)를 활용한 효율적인 사무 자동화 능력 보유",
    ],
  },
];
